Repository: John-Donnelly/SmrtPad
Catalog: SmrtPad/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, ru_ru, ur_pk

# FileMenuButton.Content
source: File
ar_sa: ملف
de_de: Datei
es_es: Archivo
fr_fr: Fichier
ja_jp: ファイル
ru_ru: Файл
ur_pk: فائل

# EditMenu.Title
source: Edit
ar_sa: تحرير
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
ja_jp: 編集
ru_ru: Правка
ur_pk: ترمیم

# ViewMenu.Title
source: View
ar_sa: عرض
de_de: Ansicht
es_es: Ver
fr_fr: Affichage
ja_jp: 表示
ru_ru: Вид
ur_pk: منظر

# CutMenuItem.Text
source: Cut
ar_sa: قص
de_de: Ausschneiden
es_es: Cortar
fr_fr: Couper
ja_jp: 切り取り
ru_ru: Вырезать
ur_pk: کاٹیں

# CopyMenuItem.Text
source: Copy
ar_sa: نسخ
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
ja_jp: コピー
ru_ru: Копировать
ur_pk: کاپی

# PasteMenuItem.Text
source: Paste
ar_sa: لصق
de_de: Einfügen
es_es: Pegar
fr_fr: Coller
ja_jp: 貼り付け
ru_ru: Вставить
ur_pk: چسپاں کریں

# PasteSpecialMenuItem.Text
source: Paste Special
ar_sa: لصق خاص
de_de: Inhalte einfügen
es_es: Pegado especial
fr_fr: Collage spécial
ja_jp: 形式を選択して貼り付け
ru_ru: Специальная вставка
ur_pk: خاص چسپاں

# SelectAllMenuItem.Text
source: Select All
ar_sa: تحديد الكل
de_de: Alles auswählen
es_es: Seleccionar todo
fr_fr: Tout sélectionner
ja_jp: すべて選択
ru_ru: Выделить всё
ur_pk: سب منتخب کریں

# ZoomInMenuItem.Text
source: Zoom In
ar_sa: تكبير
de_de: Vergrößern
es_es: Acercar
fr_fr: Zoom avant
ja_jp: 拡大
ru_ru: Увеличить
ur_pk: بڑا کریں

# ZoomOutMenuItem.Text
source: Zoom Out
ar_sa: تصغير
de_de: Verkleinern
es_es: Alejar
fr_fr: Zoom arrière
ja_jp: 縮小
ru_ru: Уменьшить
ur_pk: چھوٹا کریں

# WordWrapMenuItem.Text
source: Word Wrap
ar_sa: التفاف النص
de_de: Zeilenumbruch
es_es: Ajuste de línea
fr_fr: Retour à la ligne
ja_jp: 右端で折り返す
ru_ru: Перенос по словам
ur_pk: لفظ لپیٹ

# FocusModeToggle.Text
source: Focus Mode
ar_sa: وضع التركيز
de_de: Fokusmodus
es_es: Modo enfoque
fr_fr: Mode concentration
ja_jp: 集中モード
ru_ru: Режим фокусировки
ur_pk: توجہ موڈ

# RulerToggle.Text
source: Ruler
ar_sa: المسطرة
de_de: Lineal
es_es: Regla
fr_fr: Règle
ja_jp: ルーラー
ru_ru: Линейка
ur_pk: رولر

# PageViewToggle.Text
source: Page View
ar_sa: عرض الصفحة
de_de: Seitenansicht
es_es: Vista de página
fr_fr: Aperçu de page
ja_jp: ページビュー
ru_ru: Режим страницы
ur_pk: صفحہ منظر

# PasteRibbonLabel.Text
source: Paste
ar_sa: لصق
de_de: Einfügen
es_es: Pegar
fr_fr: Coller
ja_jp: 貼り付け
ru_ru: Вставить
ur_pk: چسپاں کریں

# CutRibbonLabel.Text
source: Cut
ar_sa: قص
de_de: Ausschneiden
es_es: Cortar
fr_fr: Couper
ja_jp: 切り取り
ru_ru: Вырезать
ur_pk: کاٹیں

# CopyRibbonLabel.Text
source: Copy
ar_sa: نسخ
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
ja_jp: コピー
ru_ru: Копировать
ur_pk: کاپی

# ClipboardGroupLabel.Text
source: Clipboard
ar_sa: الحافظة
de_de: Zwischenablage
es_es: Portapapeles
fr_fr: Presse-papiers
ja_jp: クリップボード
ru_ru: Буфер обмена
ur_pk: کلپ بورڈ

# FontFamilyComboBox.PlaceholderText
source: Font
ar_sa: الخط
de_de: Schriftart
es_es: Fuente
fr_fr: Police
ja_jp: フォント
ru_ru: Шрифт
ur_pk: فونٹ

# MoreColorsButton.Content
source: More colors...
ar_sa: ألوان إضافية...
de_de: Weitere Farben...
es_es: Más colores...
fr_fr: Plus de couleurs...
ja_jp: その他の色...
ru_ru: Другие цвета...
ur_pk: مزید رنگ...

# FontGroupLabel.Text
source: Font
ar_sa: الخط
de_de: Schriftart
es_es: Fuente
fr_fr: Police
ja_jp: フォント
ru_ru: Шрифт
ur_pk: فونٹ

# ListTypeNoneItem.Text
source: None
ar_sa: بلا
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
ja_jp: なし
ru_ru: Нет
ur_pk: کوئی نہیں

# ListTypeBulletItem.Text
source: Bullet
ar_sa: تعداد نقطي
de_de: Aufzählung
es_es: Viñeta
fr_fr: Puce
ja_jp: 箇条書き
ru_ru: Маркер
ur_pk: بلٹ

# ListTypeNumberItem.Text
source: Numbers
ar_sa: أرقام
de_de: Nummerierung
es_es: Números
fr_fr: Numéros
ja_jp: 番号付き
ru_ru: Нумерация
ur_pk: نمبر

# ListTypeLowerLetterItem.Text
source: Lowercase letters
ar_sa: أحرف صغيرة
de_de: Kleinbuchstaben
es_es: Letras minúsculas
fr_fr: Lettres minuscules
ja_jp: 小文字アルファベット
ru_ru: Строчные буквы
ur_pk: چھوٹے حروف

# ListTypeUpperLetterItem.Text
source: Uppercase letters
ar_sa: أحرف كبيرة
de_de: Großbuchstaben
es_es: Letras mayúsculas
fr_fr: Lettres majuscules
ja_jp: 大文字アルファベット
ru_ru: Прописные буквы
ur_pk: بڑے حروف

# ListTypeLowerRomanItem.Text
source: Lowercase Roman
ar_sa: أرقام رومانية صغيرة
de_de: Römisch klein
es_es: Romano minúscula
fr_fr: Romain minuscule
ja_jp: ローマ数字小文字
ru_ru: Римские строчные
ur_pk: چھوٹے رومن

# ListTypeUpperRomanItem.Text
source: Uppercase Roman
ar_sa: أرقام رومانية كبيرة
de_de: Römisch groß
es_es: Romano mayúscula
fr_fr: Romain majuscule
ja_jp: ローマ数字大文字
ru_ru: Римские прописные
ur_pk: بڑے رومن

# CustomSpacingItem.Text
source: Custom...
ar_sa: مخصص...
de_de: Benutzerdefiniert...
es_es: Personalizado...
fr_fr: Personnalisé...
ja_jp: カスタム...
ru_ru: Другой...
ur_pk: حسب ضرورت...

# ParagraphSpacingHeader.Text
source: Paragraph Spacing
ar_sa: تباعد الفقرات
de_de: Absatzabstand
es_es: Espaciado de párrafo
fr_fr: Espacement des paragraphes
ja_jp: 段落の間隔
ru_ru: Интервал между абзацами
ur_pk: پیراگراف کا فاصلہ

# SpacingBeforeLabel.Text
source: Before (pt)
ar_sa: قبل (نقطة)
de_de: Vor (pt)
es_es: Antes (pt)
fr_fr: Avant (pt)
ja_jp: 前 (pt)
ru_ru: До (пт)
ur_pk: پہلے (pt)

# SpacingAfterLabel.Text
source: After (pt)
ar_sa: بعد (نقطة)
de_de: Nach (pt)
es_es: Después (pt)
fr_fr: Après (pt)
ja_jp: 後 (pt)
ru_ru: После (пт)
ur_pk: بعد (pt)

# ApplySpacingButton.Content
source: Apply
ar_sa: تطبيق
de_de: Übernehmen
es_es: Aplicar
fr_fr: Appliquer
ja_jp: 適用
ru_ru: Применить
ur_pk: لاگو کریں

# ParagraphGroupLabel.Text
source: Paragraph
ar_sa: فقرة
de_de: Absatz
es_es: Párrafo
fr_fr: Paragraphe
ja_jp: 段落
ru_ru: Абзац
ur_pk: پیراگراف

# PictureRibbonLabel.Text
source: Picture
ar_sa: صورة
de_de: Bild
es_es: Imagen
fr_fr: Image
ja_jp: 画像
ru_ru: Рисунок
ur_pk: تصویر

# PaintRibbonLabel.Text
source: Paint
ar_sa: رسم
de_de: Zeichnung
es_es: Dibujo
fr_fr: Dessin
ja_jp: 描画
ru_ru: Рисование
ur_pk: پینٹ

# ObjectRibbonLabel.Text
source: Object
ar_sa: كائن
de_de: Objekt
es_es: Objeto
fr_fr: Objet
ja_jp: オブジェクト
ru_ru: Объект
ur_pk: آبجیکٹ

# DateTimeRibbonLabel.Text
source: Date/Time
ar_sa: التاريخ/الوقت
de_de: Datum/Zeit
es_es: Fecha/Hora
fr_fr: Date/Heure
ja_jp: 日付/時刻
ru_ru: Дата/Время
ur_pk: تاریخ/وقت

# LinkRibbonLabel.Text
source: Link
ar_sa: ارتباط
es_es: Vínculo
fr_fr: Lien
ja_jp: リンク
ru_ru: Ссылка
ur_pk: لنک

# TableRibbonLabel.Text
source: Table
ar_sa: جدول
de_de: Tabelle
es_es: Tabla
fr_fr: Tableau
ja_jp: 表
ru_ru: Таблица
ur_pk: جدول

# SymbolRibbonLabel.Text
source: Symbol
ar_sa: رمز
es_es: Símbolo
fr_fr: Symbole
ja_jp: 記号
ru_ru: Символ
ur_pk: علامت

# InsertGroupLabel.Text
source: Insert
ar_sa: إدراج
de_de: Einfügen
es_es: Insertar
fr_fr: Insertion
ja_jp: 挿入
ru_ru: Вставка
ur_pk: داخل کریں

# FindFlyoutHeader.Text
source: Find
ar_sa: بحث
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
ja_jp: 検索
ru_ru: Найти
ur_pk: تلاش کریں

# FindTextBox.PlaceholderText
source: Text to look for
ar_sa: النص المراد البحث عنه
de_de: Suchtext eingeben
es_es: Texto a buscar
fr_fr: Texte à rechercher
ja_jp: 検索するテキスト
ru_ru: Искомый текст
ur_pk: تلاش کرنے کے لیے متن

# FindMatchCaseCheckBox.Content
source: Match case
ar_sa: مطابقة حالة الأحرف
de_de: Groß-/Kleinschreibung
es_es: Coincidir mayúsculas
fr_fr: Respecter la casse
ja_jp: 大文字と小文字を区別
ru_ru: С учётом регистра
ur_pk: حروف کی تفریق

# FindWholeWordCheckBox.Content
source: Whole word
ar_sa: كلمة كاملة
de_de: Ganzes Wort
es_es: Palabra completa
fr_fr: Mot entier
ja_jp: 単語単位
ru_ru: Слово целиком
ur_pk: پورا لفظ

# HighlightAllButton.Content
source: Highlight All
ar_sa: تمييز الكل
de_de: Alle hervorheben
es_es: Resaltar todo
fr_fr: Tout surligner
ja_jp: すべて強調表示
ru_ru: Выделить все
ur_pk: سب نمایاں کریں

# ClearHighlightsButton.Content
source: Clear Highlights
ar_sa: مسح التمييز
de_de: Hervorhebung löschen
es_es: Borrar resaltado
fr_fr: Effacer le surlignage
ja_jp: 強調表示をクリア
ru_ru: Снять выделение
ur_pk: نمایاں صاف کریں

# FindPreviousButton.Content
source: Find Previous
ar_sa: بحث عن السابق
de_de: Vorheriges suchen
es_es: Buscar anterior
fr_fr: Rechercher précédent
ja_jp: 前を検索
ru_ru: Найти предыдущее
ur_pk: پچھلا تلاش کریں

# FindNextButton.Content
source: Find Next
ar_sa: بحث عن التالي
de_de: Nächstes suchen
es_es: Buscar siguiente
fr_fr: Rechercher suivant
ja_jp: 次を検索
ru_ru: Найти далее
ur_pk: اگلا تلاش کریں

# FindRibbonLabel.Text
source: Find
ar_sa: بحث
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
ja_jp: 検索
ru_ru: Найти
ur_pk: تلاش کریں

# ReplaceFlyoutHeader.Text
source: Find & Replace
ar_sa: بحث واستبدال
de_de: Suchen & Ersetzen
es_es: Buscar y reemplazar
fr_fr: Rechercher et remplacer
ja_jp: 検索と置換
ru_ru: Найти и заменить
ur_pk: تلاش اور تبدیل

# ReplaceFindTextBox.PlaceholderText
source: Text to look for
ar_sa: النص المراد البحث عنه
de_de: Suchtext eingeben
es_es: Texto a buscar
fr_fr: Texte à rechercher
ja_jp: 検索するテキスト
ru_ru: Искомый текст
ur_pk: تلاش کرنے کے لیے متن

# ReplaceFlyoutLabel.Text
source: Replace
ar_sa: استبدال
de_de: Ersetzen
es_es: Reemplazar
fr_fr: Remplacer
ja_jp: 置換
ru_ru: Заменить
ur_pk: تبدیل کریں

# ReplaceWithTextBox.PlaceholderText
source: New text
ar_sa: النص الجديد
de_de: Neuer Text
es_es: Nuevo texto
fr_fr: Nouveau texte
ja_jp: 置換後のテキスト
ru_ru: Новый текст
ur_pk: نیا متن

# ReplaceButton.Content
source: Replace
ar_sa: استبدال
de_de: Ersetzen
es_es: Reemplazar
fr_fr: Remplacer
ja_jp: 置換
ru_ru: Заменить
ur_pk: تبدیل کریں

# ReplaceAllButton.Content
source: Replace All
ar_sa: استبدال الكل
de_de: Alle ersetzen
es_es: Reemplazar todo
fr_fr: Tout remplacer
ja_jp: すべて置換
ru_ru: Заменить все
ur_pk: سب تبدیل کریں

# ReplaceRibbonLabel.Text
source: Replace
ar_sa: استبدال
de_de: Ersetzen
es_es: Reemplazar
fr_fr: Remplacer
ja_jp: 置換
ru_ru: Заменить
ur_pk: تبدیل کریں

# SelectAllRibbonLabel.Text
source: Select all
ar_sa: تحديد الكل
de_de: Alles auswählen
es_es: Seleccionar todo
fr_fr: Tout sélectionner
ja_jp: すべて選択
ru_ru: Выделить всё
ur_pk: سب منتخب کریں

# EditingGroupLabel.Text
source: Editing
ar_sa: تحرير
de_de: Bearbeitung
es_es: Edición
fr_fr: Édition
ja_jp: 編集
ru_ru: Редактирование
ur_pk: ترمیم

# NewNavItem.Content
source: New
ar_sa: جديد
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
ja_jp: 新規
ru_ru: Создать
ur_pk: نیا

# OpenNavItem.Content
source: Open
ar_sa: فتح
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
ja_jp: 開く
ru_ru: Открыть
ur_pk: کھولیں

# SaveNavItem.Content
source: Save
ar_sa: حفظ
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
ja_jp: 保存
ru_ru: Сохранить
ur_pk: محفوظ کریں

# SaveAsNavItem.Content
source: Save as
ar_sa: حفظ باسم
de_de: Speichern unter
es_es: Guardar como
fr_fr: Enregistrer sous
ja_jp: 名前を付けて保存
ru_ru: Сохранить как
ur_pk: بطور محفوظ کریں

# PrintNavItem.Content
source: Print
ar_sa: طباعة
de_de: Drucken
es_es: Imprimir
fr_fr: Imprimer
ja_jp: 印刷
ru_ru: Печать
ur_pk: پرنٹ

# OptionsNavItem.Content
source: Options
ar_sa: خيارات
de_de: Optionen
es_es: Opciones
ja_jp: オプション
ru_ru: Параметры
ur_pk: ترتیبات

# ExitNavItem.Content
source: Exit
ar_sa: خروج
de_de: Beenden
es_es: Salir
fr_fr: Quitter
ja_jp: 終了
ru_ru: Выход
ur_pk: باہر نکلیں

# RecentFilesHeader.Text
source: Recent Files
ar_sa: الملفات الأخيرة
de_de: Zuletzt verwendet
es_es: Archivos recientes
fr_fr: Fichiers récents
ja_jp: 最近使ったファイル
ru_ru: Последние файлы
ur_pk: حالیہ فائلیں

# BackstageBodyDefault.Text
source: Choose an option on the left.
ar_sa: اختر خيارًا من القائمة.
de_de: Wählen Sie links eine Option.
es_es: Elija una opción a la izquierda.
fr_fr: Choisissez une option à gauche.
ja_jp: 左側からオプションを選択してください。
ru_ru: Выберите параметр слева.
ur_pk: بائیں طرف سے ایک آپشن منتخب کریں۔

# StatusText.Text
source: Ready
ar_sa: جاهز
de_de: Bereit
es_es: Listo
fr_fr: Prêt
ja_jp: 準備完了
ru_ru: Готово
ur_pk: تیار

# DocumentUntitled
source: Untitled
ar_sa: بدون عنوان
de_de: Unbenannt
es_es: Sin título
fr_fr: Sans titre
ja_jp: 無題
ru_ru: Без имени
ur_pk: بے عنوان

# StatusReady
source: Ready
ar_sa: جاهز
de_de: Bereit
es_es: Listo
fr_fr: Prêt
ja_jp: 準備完了
ru_ru: Готово
ur_pk: تیار

# StatusNewDocument
source: New document created.
ar_sa: تم إنشاء مستند جديد.
de_de: Neues Dokument erstellt.
es_es: Nuevo documento creado.
fr_fr: Nouveau document créé.
ja_jp: 新しいドキュメントを作成しました。
ru_ru: Создан новый документ.
ur_pk: نئی دستاویز بنائی گئی۔

# ButtonSave
source: Save
ar_sa: حفظ
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
ja_jp: 保存
ru_ru: Сохранить
ur_pk: محفوظ کریں

# ButtonCancel
source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
ja_jp: キャンセル
ru_ru: Отмена
ur_pk: منسوخ

# ButtonApply
source: Apply
ar_sa: تطبيق
de_de: Übernehmen
es_es: Aplicar
fr_fr: Appliquer
ja_jp: 適用
ru_ru: Применить
ur_pk: لاگو کریں

# ButtonInsert
source: Insert
ar_sa: إدراج
de_de: Einfügen
es_es: Insertar
fr_fr: Insérer
ja_jp: 挿入
ru_ru: Вставить
ur_pk: داخل کریں

# ButtonOK
source: OK
ar_sa: موافق
es_es: Aceptar
ru_ru: ОК
ur_pk: ٹھیک ہے

# ButtonPrint
source: Print
ar_sa: طباعة
de_de: Drucken
es_es: Imprimir
fr_fr: Imprimer
ja_jp: 印刷
ru_ru: Печать
ur_pk: پرنٹ

# StatusOpened
source: Opened {0}
ar_sa: تم فتح {0}
de_de: {0} geöffnet
es_es: {0} abierto
fr_fr: {0} ouvert
ja_jp: {0} を開きました
ru_ru: Открыт {0}
ur_pk: {0} کھولا گیا

# StatusSaved
source: Saved {0}
ar_sa: تم حفظ {0}
de_de: {0} gespeichert
es_es: {0} guardado
fr_fr: {0} enregistré
ja_jp: {0} を保存しました
ru_ru: Сохранён {0}
ur_pk: {0} محفوظ ہو گیا

# StatusAutoSaved
source: Auto-saved {0}
ar_sa: تم الحفظ التلقائي لـ {0}
de_de: {0} automatisch gespeichert
es_es: {0} guardado automáticamente
fr_fr: {0} enregistré automatiquement
ja_jp: {0} を自動保存しました
ru_ru: Автосохранение {0}
ur_pk: {0} خودکار محفوظ

# StatusRecoverySaved
source: Recovery file saved.
ar_sa: تم حفظ ملف الاسترداد.
de_de: Wiederherstellungsdatei gespeichert.
es_es: Archivo de recuperación guardado.
fr_fr: Fichier de récupération enregistré.
ja_jp: 回復ファイルを保存しました。
ru_ru: Файл восстановления сохранён.
ur_pk: بازیافت فائل محفوظ ہو گئی۔

source: Error Opening File
ar_sa: خطأ في فتح الملف
de_de: Fehler beim Öffnen der Datei
es_es: Error al abrir archivo
fr_fr: Erreur d'ouverture de fichier
ja_jp: ファイルを開く際のエラー
ru_ru: Ошибка при открытии файла
ur_pk: فائل کھولنے میں خرابی

source: Error Saving File
ar_sa: خطأ في حفظ الملف
de_de: Fehler beim Speichern der Datei
es_es: Error al guardar archivo
fr_fr: Erreur d'enregistrement
ja_jp: ファイル保存エラー
ru_ru: Ошибка при сохранении файла
ur_pk: فائل محفوظ کرنے میں خرابی

# FileTypeRtf
source: Rich Text Format
ar_sa: تنسيق النص المنسق
es_es: Formato de texto enriquecido
fr_fr: Format texte enrichi
ja_jp: リッチテキスト形式
ru_ru: Формат RTF
ur_pk: رچ ٹیکسٹ فارمیٹ

# FileTypeTxt
source: Text Document
ar_sa: مستند نصي
de_de: Textdokument
es_es: Documento de texto
fr_fr: Document texte
ja_jp: テキスト文書
ru_ru: Текстовый документ
ur_pk: ٹیکسٹ دستاویز

# FileDefaultName
source: Document
ar_sa: مستند
de_de: Dokument
es_es: Documento
ja_jp: ドキュメント
ru_ru: Документ
ur_pk: دستاویز

# PrintTitle
source: Print
ar_sa: طباعة
de_de: Drucken
es_es: Imprimir
fr_fr: Imprimer
ja_jp: 印刷
ru_ru: Печать
ur_pk: پرنٹ

# PrintNoContent
source: There is no content to print.
ar_sa: لا يوجد محتوى للطباعة.
de_de: Es gibt keinen Inhalt zum Drucken.
es_es: No hay contenido para imprimir.
fr_fr: Aucun contenu à imprimer.
ja_jp: 印刷する内容がありません。
ru_ru: Нет содержимого для печати.
ur_pk: پرنٹ کرنے کے لیے کوئی مواد نہیں ہے۔

# PrintDocumentTitle
source: Print Document
ar_sa: طباعة المستند
de_de: Dokument drucken
es_es: Imprimir documento
fr_fr: Imprimer le document
ja_jp: ドキュメントの印刷
ru_ru: Печать документа
ur_pk: دستاویز پرنٹ کریں

# PrintDocumentLabel
source: Document: {0}
ar_sa: المستند: {0}
de_de: Dokument: {0}
es_es: Documento: {0}
ja_jp: ドキュメント: {0}
ru_ru: Документ: {0}
ur_pk: دستاویز: {0}

# PrintPagesLabel
source: Pages: ~{0}
ar_sa: الصفحات: ~{0}
de_de: Seiten: ~{0}
es_es: Páginas: ~{0}
ja_jp: ページ数: 約{0}
ru_ru: Страниц: ~{0}
ur_pk: صفحات: ~{0}

# PrintSendToDefault
source: The document will be sent to your default printer.
ar_sa: سيتم إرسال المستند إلى الطابعة الافتراضية.
de_de: Das Dokument wird an Ihren Standarddrucker gesendet.
es_es: El documento se enviará a su impresora predeterminada.
fr_fr: Le document sera envoyé à votre imprimante par défaut.
ja_jp: ドキュメントは既定のプリンターに送信されます。
ru_ru: Документ будет отправлен на принтер по умолчанию.
ur_pk: دستاویز آپ کے طے شدہ پرنٹر کو بھیجی جائے گی۔

# StatusPrinting
source: Printing...
ar_sa: جارٍ الطباعة...
de_de: Druckt...
es_es: Imprimiendo...
fr_fr: Impression en cours...
ja_jp: 印刷中...
ru_ru: Печать...
ur_pk: پرنٹ ہو رہا ہے...

# StatusSentToPrinter
source: Sent {0} to printer.
ar_sa: تم إرسال {0} إلى الطابعة.
de_de: {0} an Drucker gesendet.
es_es: {0} enviado a la impresora.
fr_fr: {0} envoyé à l'imprimante.
ja_jp: {0} をプリンターに送信しました。
ru_ru: {0} отправлен на принтер.
ur_pk: {0} پرنٹر کو بھیجا گیا۔

# ErrorPrint
source: Print Error
ar_sa: خطأ في الطباعة
de_de: Druckfehler
es_es: Error de impresión
fr_fr: Erreur d'impression
ja_jp: 印刷エラー
ru_ru: Ошибка печати
ur_pk: پرنٹ میں خرابی

# OptionsTitle
source: Options
ar_sa: خيارات
de_de: Optionen
es_es: Opciones
ja_jp: オプション
ru_ru: Параметры
ur_pk: ترتیبات

# OptionsDefaultFont
source: Default Font
ar_sa: الخط الافتراضي
de_de: Standardschriftart
es_es: Fuente predeterminada
fr_fr: Police par défaut
ja_jp: 既定のフォント
ru_ru: Шрифт по умолчанию
ur_pk: طے شدہ فونٹ

# OptionsDefaultFontSize
source: Default Font Size
ar_sa: حجم الخط الافتراضي
de_de: Standardschriftgröße
es_es: Tamaño de fuente predeterminado
fr_fr: Taille de police par défaut
ja_jp: 既定のフォントサイズ
ru_ru: Размер шрифта по умолчанию
ur_pk: طے شدہ فونٹ سائز

# OptionsWordWrap
source: Word Wrap by Default
ar_sa: التفاف النص افتراضيًا
de_de: Zeilenumbruch standardmäßig
es_es: Ajuste de línea predeterminado
fr_fr: Retour à la ligne par défaut
ja_jp: 既定で右端で折り返す
ru_ru: Перенос по словам по умолчанию
ur_pk: طے شدہ لفظ لپیٹ

# OptionsDefaultSaveFormat
source: Default Save Format
ar_sa: تنسيق الحفظ الافتراضي
de_de: Standard-Speicherformat
es_es: Formato de guardado predeterminado
fr_fr: Format d'enregistrement par défaut
ja_jp: 既定の保存形式
ru_ru: Формат сохранения по умолчанию
ur_pk: طے شدہ محفوظ فارمیٹ

# OptionsTheme
source: Theme
ar_sa: النسق
de_de: Design
es_es: Tema
fr_fr: Thème
ja_jp: テーマ
ru_ru: Тема
ur_pk: تھیم

# OptionsThemeSystem
source: System
ar_sa: النظام
es_es: Sistema
fr_fr: Système
ja_jp: システム
ru_ru: Системная
ur_pk: سسٹم

# OptionsThemeLight
source: Light
ar_sa: فاتح
de_de: Hell
es_es: Claro
fr_fr: Clair
ja_jp: ライト
ru_ru: Светлая
ur_pk: ہلکا

# OptionsThemeDark
source: Dark
ar_sa: داكن
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
ja_jp: ダーク
ru_ru: Тёмная
ur_pk: گہرا

# OptionsAutoSave
source: Enable Auto-Save
ar_sa: تمكين الحفظ التلقائي
de_de: Automatisches Speichern aktivieren
es_es: Habilitar guardado automático
fr_fr: Activer l'enregistrement automatique
ja_jp: 自動保存を有効にする
ru_ru: Включить автосохранение
ur_pk: خودکار محفوظ فعال کریں

# OptionsAutoSaveInterval
source: Auto-Save Interval (seconds)
ar_sa: فترة الحفظ التلقائي (ثوانٍ)
de_de: Intervall für autom. Speichern (Sekunden)
es_es: Intervalo de guardado automático (segundos)
fr_fr: Intervalle d'enregistrement auto (secondes)
ja_jp: 自動保存の間隔 (秒)
ru_ru: Интервал автосохранения (секунды)
ur_pk: خودکار محفوظ وقفہ (سیکنڈ)

# StatusOptionsSaved
source: Options saved.
ar_sa: تم حفظ الخيارات.
de_de: Optionen gespeichert.
es_es: Opciones guardadas.
fr_fr: Options enregistrées.
ja_jp: オプションを保存しました。
ru_ru: Параметры сохранены.
ur_pk: ترتیبات محفوظ ہو گئیں۔

# LanguageRestartTitle
source: Language Changed
ar_sa: تم تغيير اللغة
de_de: Sprache geändert
es_es: Idioma cambiado
fr_fr: Langue modifiée
ja_jp: 言語が変更されました
ru_ru: Язык изменён
ur_pk: زبان تبدیل ہو گئی

# LanguageRestartMessage
source: Restart SmrtPad to apply the new language.
ar_sa: أعد تشغيل SmrtPad لتطبيق اللغة الجديدة.
de_de: Starten Sie SmrtPad neu, um die neue Sprache zu übernehmen.
es_es: Reinicie SmrtPad para aplicar el nuevo idioma.
fr_fr: Redémarrez SmrtPad pour appliquer la nouvelle langue.
ja_jp: 新しい言語を適用するには SmrtPad を再起動してください。
ru_ru: Перезапустите SmrtPad, чтобы применить новый язык.
ur_pk: نئی زبان لاگو کرنے کے لیے SmrtPad دوبارہ شروع کریں۔

# LanguageRestartNow
source: Restart Now
ar_sa: إعادة التشغيل الآن
de_de: Jetzt neu starten
es_es: Reiniciar ahora
fr_fr: Redémarrer maintenant
ja_jp: 今すぐ再起動
ru_ru: Перезапустить
ur_pk: ابھی دوبارہ شروع کریں

# OptionsLanguage
source: Language
ar_sa: اللغة
de_de: Sprache
es_es: Idioma
fr_fr: Langue
ja_jp: 言語
ru_ru: Язык
ur_pk: زبان

# OptionsRulerUnits
source: Ruler Units
ar_sa: وحدات المسطرة
de_de: Linealeinheiten
es_es: Unidades de regla
fr_fr: Unités de règle
ja_jp: ルーラーの単位
ru_ru: Единицы линейки
ur_pk: رولر یونٹ

# OptionsRulerInches
source: Inches
ar_sa: بوصات
de_de: Zoll
es_es: Pulgadas
fr_fr: Pouces
ja_jp: インチ
ru_ru: Дюймы
ur_pk: انچ

# OptionsRulerCentimeters
source: Centimeters
ar_sa: سنتيمترات
de_de: Zentimeter
es_es: Centímetros
fr_fr: Centimètres
ja_jp: センチメートル
ru_ru: Сантиметры
ur_pk: سینٹیمیٹر

# StatusRulerToggled
source: Ruler {0}.
ar_sa: المسطرة {0}.
de_de: Lineal {0}.
es_es: Regla {0}.
fr_fr: Règle {0}.
ja_jp: ルーラーが{0}。
ru_ru: Линейка {0}.
ur_pk: رولر {0}۔

# StatusPageViewToggled
source: Page view {0}.
ar_sa: عرض الصفحة {0}.
de_de: Seitenansicht {0}.
es_es: Vista de página {0}.
fr_fr: Aperçu de page {0}.
ja_jp: ページビューが{0}。
ru_ru: Режим страницы {0}.
ur_pk: صفحہ منظر {0}۔

# StatusEnabled
source: enabled
ar_sa: مُفعّلة
de_de: aktiviert
es_es: activada
fr_fr: activé
ja_jp: 有効
ru_ru: включена
ur_pk: فعال

# StatusDisabled
source: disabled
ar_sa: مُعطّلة
de_de: deaktiviert
es_es: desactivada
fr_fr: désactivé
ja_jp: 無効
ru_ru: отключена
ur_pk: غیر فعال

# StatusNoMatch
source: No match found.
ar_sa: لم يتم العثور على تطابق.
de_de: Keine Übereinstimmung gefunden.
es_es: No se encontró coincidencia.
fr_fr: Aucune correspondance trouvée.
ja_jp: 一致するものが見つかりません。
ru_ru: Совпадение не найдено.
ur_pk: کوئی مماثلت نہیں ملی۔

# StatusHighlighted
source: Highlighted {0} match(es).
ar_sa: تم تمييز {0} تطابق(ات).
de_de: {0} Übereinstimmung(en) hervorgehoben.
es_es: {0} coincidencia(s) resaltada(s).
fr_fr: {0} correspondance(s) surlignée(s).
ja_jp: {0} 件を強調表示しました。
ru_ru: Выделено совпадений: {0}.
ur_pk: {0} مماثلتیں نمایاں کی گئیں۔

# StatusNoMatches
source: No matches found.
ar_sa: لم يتم العثور على تطابقات.
de_de: Keine Übereinstimmungen gefunden.
es_es: No se encontraron coincidencias.
fr_fr: Aucune correspondance trouvée.
ja_jp: 一致するものが見つかりません。
ru_ru: Совпадений не найдено.
ur_pk: کوئی مماثلتیں نہیں ملیں۔

# StatusHighlightsCleared
source: Highlights cleared.
ar_sa: تم مسح التمييز.
de_de: Hervorhebungen gelöscht.
es_es: Resaltado borrado.
fr_fr: Surlignage effacé.
ja_jp: 強調表示をクリアしました。
ru_ru: Выделение снято.
ur_pk: نمایاں صاف ہو گئے۔

# StatusReplaced
source: Replaced {0} occurrences.
ar_sa: تم استبدال {0} تكرار(ات).
de_de: {0} Vorkommen ersetzt.
es_es: {0} ocurrencias reemplazadas.
fr_fr: {0} occurrences remplacées.
ja_jp: {0} 件を置換しました。
ru_ru: Заменено вхождений: {0}.
ur_pk: {0} واقعات تبدیل کیے گئے۔

# StatusInvalidRegex
source: Invalid regular expression.
ar_sa: تعبير عادي غير صالح.
de_de: Ungültiger regulärer Ausdruck.
es_es: Expresión regular no válida.
fr_fr: Expression régulière non valide.
ja_jp: 無効な正規表現です。
ru_ru: Недопустимое регулярное выражение.
ur_pk: غلط ریگولر ایکسپریشن۔

# FindRegexCheckBox.Content
source: Use regular expressions
ar_sa: استخدام التعبيرات العادية
de_de: Reguläre Ausdrücke verwenden
es_es: Usar expresiones regulares
fr_fr: Utiliser les expressions régulières
ja_jp: 正規表現を使用
ru_ru: Использовать регулярные выражения
ur_pk: ریگولر ایکسپریشنز استعمال کریں

# StatusFocusModeEnabled
source: Focus mode enabled.
ar_sa: تم تمكين وضع التركيز.
de_de: Fokusmodus aktiviert.
es_es: Modo enfoque activado.
fr_fr: Mode concentration activé.
ja_jp: 集中モードを有効にしました。
ru_ru: Режим фокусировки включён.
ur_pk: توجہ موڈ فعال ہو گیا۔

# StatusFocusModeDisabled
source: Focus mode disabled.
ar_sa: تم تعطيل وضع التركيز.
de_de: Fokusmodus deaktiviert.
es_es: Modo enfoque desactivado.
fr_fr: Mode concentration désactivé.
ja_jp: 集中モードを無効にしました。
ru_ru: Режим фокусировки выключен.
ur_pk: توجہ موڈ غیر فعال ہو گیا۔
